{
 "Debrief" : {
   "title": "<font size =6>Debriefing: Memory and Metacognition</font size =6>",
   "text": "<p><font size =4><b>What is the general aim of this research?</b> </p><p>The experiment you participated in today is part of a larger study investigating strategies that enhance memory. One strategy examined in this research is known as retrieval practice, which is the finding that practicing retrieval of knowledge can promote learning often to a greater extent than the opportunity for additional study. Additionally, we wanted to examine the extent to which overconfidence occurs when students evaluate the accuracy of their responses.</p><p><b>Is this correlational or experimental research?</b></p><p>The study you participated in represents experimental research. The independent variable we manipulated was the type of question you answered before scoring your response, and the dependent variable we are interested in is the accuracy of your self-score judgments. We predict that prompting students to focus on differences will lead to a reduction in overconfidence.</p><p><b>What topic in introductory psychology does this research illustrate?</b></p><p>The current research falls within the general area of human learning and memory. For an overview of research on human memory, see Chapter 8 in Nairne’s <i>Psychology: The Adaptive Mind (4th Edition)</i>, Chapter 9 in Meyers’ <i>Psychology (8th Edition)</i>, or Chapter 9 in Gray’s <i>Psychology (5th Edition)</i>. Another excellent book covering current research on human memory is <i>The Seven Sins of Memory</i>, by Dan Schacter.</p><p><b>Where can I learn more about this type of research?</b></p><p>If you are interested in learning more about retrieval practice, here are two relevant references:</p><p>Karpicke, J. D., & Roediger, H. L. (2007). Repeated retrieval during learning is the key to long-term retention. <i>Journal of Memory and Language</i>, 57, 151-162.</p><p>Karpicke, J. D., & Roediger, H. L. (2008). The critical importance of retrieval for learning. <i>Science</i>, 319, 966-968.</p><p> <b>Which faculty member is supervising this research and how can I contact her/him?</b></p><p>Dr. Jeffrey Karpicke, an associate professor in cognitive psychology, is supervising this research. You may reach him at 494-0273, via email at karpicke@purdue.edu, or in room PSYC 3156.</p><p><b>How long has the investigator been studying this specific topic and how does this experiment fit into the investigator's program of research?</b></p><p>Dr. Karpicke began investigating human learning and memory ten years ago. The current experiments are designed to examine other ways that basic research on learning and memory can be applied to enhance educational practice.</p><p><i>A lot of research in psychology depends on the participation of individuals like you. We are very grateful for your help. Thank you very much for participating.</i></font size =4></p>"

  }
}