{

  "label1": {
    "title": "Tropisms", 
    "text": "<p>Growing plants can respond to a stimulus coming from a given direction by growing more rapidly on one side than the other and hence bending toward or away from the stimulus. This growth response in plants is defined as tropism. Tropisms can occur only in those parts of the plant that are growing and elongating, such as the plant stem or root. For example, a plant leaf on the windowsill will gradually grow so that the stems bend toward the light source. The bending of the stems occurs because the cells on the nonlighted side grow more rapidly than those facing the light. The particular chemical responsible for this growth is called an auxin.</p> <p>Tropisms are named for the kind of stimuli eliciting them. A phototropism is a growth response to light. The plant on the windowsill described above is a good example of a phototropic response. Geotropism is a growth response to gravity. The root of the plant is geotropic because it grows toward the force of gravity. Two other forms of tropism are chemotropism (a growth response to some chemical) and thigmotropism (a growth response to contact). Bean plants are famous for their thigmotropism. Once contact is made with the top of a bean stem, it curls, producing the clinging response typically found in these plants.</p> <p>A tropic growth may be either positive (toward the stimulus) or negative (away from the stimulus). For example, a seed always grows with the root downward and the stem upward. Thus, the root is positively geotropic and the stem is negatively geotropic.</p>"
  },
  "label2": {
    "title": "Tropisms",
    "text": "<p>The bending of the stems occurs because the cells on the nonlighted side grow more rapidly than those facing the light. The root of the plant is geotropic because it grows toward the force of gravity. A plant on the windowsill is a good example of a phototropic response. The root is positively geotropic and the stem is negatively geotropic.  Two forms of tropism are chemotropism (a growth response to some chemical) and thigmotropism (a growth response to contact). A seed always grows with the root downward and the stem upward.</p> <p>The particular chemical responsible for phototropic growth is called an auxin. Once contact is made with the top of a bean stem, it curls, producing the clinging response typically found in bean plants. A tropic growth may be either positive (toward the stimulus) or negative (away from the stimulus). Geotropism is a growth response to gravity. A plant leaf on the windowsill will gradually grow so that the stems bend toward the light source. Tropisms can occur only in those parts of the plant that are growing and elongating, such as the plant stem or root. Bean plants are famous for their thigmotropism. A phototropism is a growth response to light.</p> <p>Growing plants can respond to a stimulus coming from a given direction by growing more rapidly on one side than the other and hence bending toward or away from the stimulus. Tropisms are named for the kind of stimuli eliciting them. A growth response in which plants bend toward or away from a particular stimulus is defined as a tropism.</p>"

  }
 
}